"ose[-12028]" = "Si è verificato un errore interno";
"ospsqlite[-13008]" = "Impossibile inviare le modifiche per lo snapshot di sola lettura \"%s\"";
"bgsync[12405]" = "Ripresa in sospeso";
"ose[-12008]" = "%ld byte per opcode '%c' non sono stati letti";
"bgsync[-12545]" = "Pausa di Sync Agent non riuscita (vedere la causa)";
"olstd[-10204]" = "Entità non valida: \"%s\"";
"ose[-12051]" = "URL file specificato non valido: \"%s\"";
"bgsync[12302]" = "Sospendi";
"bgsync[12010]" = "Notifica server della priorità %d ricevuta per la pubblicazione \"%s\"";
"osync_res[16110]" = "Pubblicazioni";
"bgsync[-12525]" = "Tipo non valido \"%s\" per una regola di evento";
"ose[-12031]" = "Ricevuti dati non riconosciuti";
"olstd[-10101]" = "L'operazione di I/O è stata annullata";
"ose[-12047]" = "Specificata priorità non valida: %d";
"bgsync[12006]" = "Sincronizzazione della priorità %d avviata per le pubblicazioni \"%s\"";
"ospsqlite[-13011]" = "Si è verificato un errore durante l'esecuzione dello script \"%s\"";
"bgsync[-12505]" = "Si è verificato un errore di Network Manager (vedere la causa)";
"olstd[0]" = "Nessun errore";
"osync_res[16106]" = "Nome rete";
"ose[-12011]" = "Il plugin ha restituito l'errore %ld: %s";
"ose[-12027]" = "Fornito handle non valido";
"ospsqlite[-13007]" = "Snapshot \"%s\", colonna \"%s\": Le colonne blob non sono consentite nella chiave primaria.";
"bgsync[12404]" = "Sospeso";
"ose[15003]" = "Dati del client importati. Aggiornamento del client terminato.";
"osync_res[16003]" = "Operazione completata";
"ose[-12007]" = "Impossibile leggere %ld byte per opcode '%c', rimangono solo %ld byte";
"bgsync[-12544]" = "Arresto di Sync Agent non riuscito (vedere la causa)";
"olstd[-10203]" = "Carattere di escape con formato non valido: \"%s\"";
"bgsync[12301]" = "Arresta";
"ose[-12050]" = "Specificata direzione di trasporto non valida: %d";
"bgsync[-12524]" = "Sottotipo non valido \"%s\" per una regola di condizione";
"olstd[-10100]" = "Raggiunta la fine del flusso di input";
"ose[-12030]" = "ID cifratura inviato (%lu,%lu+1) non corrispondente a quello ricevuto (%lu,%lu)";
"ose[-12046]" = "Specificato puntatore buffer o lunghezza buffer non valida";
"bgsync[12005]" = "Composizione della priorità %d terminata per il database \"%s\"";
"bgsync[-12504]" = "Valutazione della regola \"%s\" non riuscita per la pubblicazione \"%s\"";
"ospsqlite[-13010]" = "Ricevute informazioni indice non valide per l'indice \"%s\"";
"osync_res[16105]" = "ID client";
"ose[-12010]" = "Il plugin ha restituito flag non validi '%x'";
"ose[-12026]" = "Fornito handle di sessione non valido";
"ospsqlite[-13006]" = "Impossibile trovare lo snapshot con ID %ld";
"bgsync[12403]" = "Sospensione in sospeso";
"ose[15002]" = "Database client impostati. Eseguire di nuovo la sincronizzazione per importare i dati dal file binario generato durante la fase di esportazione. Se si desidera specificare una posizione personalizzata per questo file, utilizzare le opzioni di sincronizzazione dei file.";
"osync_res[16002]" = "Annulla";
"ose[-12006]" = "Ricevuto opcode %d non valido";
"bgsync[-12543]" = "Avvio di Sync Agent non riuscito (vedere la causa)";
"olstd[-10202]" = "Escape senza chiusura: \"%.*s\"";
"olstd[-10009]" = "Rilevato puntatore o handle nullo: %s";
"bgsync[12300]" = "Avvia";
"bgsync[-12523]" = "Sottotipo non valido \"%s\" per una regola di evento";
"bgsync[-12539]" = "Impossibile avviare l'agente di sincronizzazione poiché è stato disabilitato";
"ose[-12045]" = "API o funzione \"%s\" non supportata";
"bgsync[12004]" = "Composizione della priorità %d avviata per il database \"%s\"";
"bgsync[-12503]" = "Impossibile caricare la regola \"%s\" per la pubblicazione \"%s\" (vedere la causa)";
"osync_res[16104]" = "Id processo";
"bgsync[-12519]" = "Sottotipo di regola non valido: \"%s\"";
"ose[-12025]" = "Specificata versione trasporto di cifratura non valida: %d";
"ospsqlite[-13005]" = "Dati colonna di grandi dimensioni (> 64K) non supportati";
"bgsync[12402]" = "In esecuzione";
"ose[15001]" = "Dati del database esportati. Procedere con l'aggiornamento del client.";
"osync_res[16001]" = "OK";
"ose[-12005]" = "Ottenuto tipo DML record non valido %d dal plugin";
"bgsync[-12542]" = "Specificato parametro non valido: %d";
"olstd[-10201]" = "Stringa mancante \"%s\" in xml";
"olstd[-10008]" = "Stringa esadecimale \"%s\" non valida";
"bgsync[-12522]" = "Formato data non valido: \"%s\"";
"bgsync[-12538]" = "Il processo di lettura messaggi è stato annullato da un altro thread";
"ose[-12044]" = "Caricamento della libreria plugin \\\"%s\\\" non riuscito (vedere la causa)";
"bgsync[12003]" = "Sync Agent ripreso";
"bgsync[12504]" = "Elabora";
"bgsync[-12502]" = "Applicazione non riuscita per il database \"%s\" (vedere la causa)";
"osync_res[16103]" = "Nome applicazione";
"bgsync[-12518]" = "Tipo di regola non valida: \"%s\"";
"ose[-12024]" = "Ricevuto '%c' fuori sequenza";
"olstd[-10303]" = "Impossibile utilizzare lo scheduler poiché è stato chiuso";
"olstd[-1]" = "Errore sconosciuto";
"ospsqlite[-13004]" = "Dati non validi nella colonna STATE";
"bgsync[12401]" = "Avvio in sospeso";
"ose[15000]" = "N/A (Modalità di esportazione)";
"osync_res[16000]" = "Avanzamento della sincronizzazione";
"ose[-12004]" = "Password non specificata e non salvata per l'utente \"%s\"";
"olstd[-10200]" = "Impossibile trovare l'attributo \"%s\" nella tag \"%s\"";
"olstd[-10007]" = "Specificata stringa di data non valida: \"%s\"";
"bgsync[-12541]" = "Valutazione delle regole per il database \"%s\" non riuscita perché è bloccato da un'applicazione";
"bgsync[-12521]" = "Sottotipo di regola \"%s\" non valido per il tipo di regola \"%s\"";
"bgsync[-12537]" = "Impossibile creare il processo di lettura messaggi poiché verrà superato il numero massimo consentito di %d processi di lettura in esecuzione";
"ose[-12043]" = "Impossibile trovare l'ID pubblicazione %lu";
"bgsync[12002]" = "Sync Agent è stato sospeso";
"bgsync[12503]" = "Ricevi";
"bgsync[-12501]" = "Sincronizzazione della priorità %d non riuscita per le pubblicazioni \"%s\" (vedere la causa)";
"osync_res[16102]" = "Stato";
"bgsync[-12517]" = "Impossibile trovare il database della piattaforma";
"ose[-12023]" = "Lo snapshot con ID %ld esiste già";
"olstd[-10302]" = "Impossibile utilizzare il pool di thread poiché è stato chiuso";
"ose[-12039]" = "Si è verificato un errore interno (vedere la causa)";
"ospsqlite[-13003]" = "Ricevuta definizione di chiave primaria non valida";
"bgsync[12400]" = "Arrestato";
"ose[-12003]" = "L'utente non è specificato e l'ultimo utente non è stato registrato";
"ose[-12019]" = "Impossibile trovare la pubblicazione \"%s\"";
"olstd[-10006]" = "Stringa non tra apici: %s";
"bgsync[-12540]" = "Nessuna pubblicazione abilitata per la sincronizzazione in background trovata sul client";
"olstd[-10215]" = "Valore non valido \"%s\" per l'attributo \"%s\" nella tag \"%s\"";
"bgsync[-12520]" = "Classe di regole non valida: \"%s\"";
"bgsync[-12536]" = "Impossibile eseguire l'operazione \"%s\" poiché Sync Agent non è in esecuzione";
"ose[-12042]" = "Si è verificato un errore di trasporto utente (vedere la causa)";
"bgsync[12001]" = "Sync Agent è stato arrestato";
"bgsync[12502]" = "Invia";
"bgsync[-12500]" = "Composizione priorità %d non riuscita per il database \"%s\" (vedere la causa)";
"osync_res[16101]" = "Informazioni su Sync Agent";
"bgsync[-12516]" = "L'agente non è in grado di accettare il comando di controllo \"%s\" in quanto si trova nello stato \"%s\"";
"ose[-12022]" = "Impossibile trovare una transazione con ID %ld";
"olstd[-10301]" = "Errore durante lo stabilimento della connessione del client della coda dei messaggi esterna";
"ose[-12038]" = "SI è verificato un errore del server (vedere la causa)";
"olstd[-10108]" = "SI è verificato un errore del socket (vedere la causa)";
"ospsqlite[-13002]" = "Ricevuta definizione di colonna non valida";
"ose[-12002]" = "Impossibile trovare il database \"%s\"";
"ose[-12018]" = "Recuperato record con LOB per un plugin che non supporta LOB";
"olstd[-10005]" = "\"%s\" non supportato";
"olstd[-10214]" = "La tag \"%s\" non è riconosciuta";
"bgsync[-12535]" = "Timeout dell'operazione di controllo";
"ose[-12041]" = "Si è verificato un errore trasporto Http (vedere la causa)";
"bgsync[12000]" = "Sync Agent è stato avviato";
"bgsync[12501]" = "Prepara";
"ospsqlite[-13021]" = "Impossibile eseguire l'aggiornamento o l'eliminazione dallo snapshot di sola lettura \"%s\" senza chiave primaria";
"osync_res[16100]" = "Oracle Sync Agent";
"ose[-12021]" = "Impossibile trovare lo snapshot con ID %ld";
"olstd[-10300]" = "La coda dei messaggi \"%s\" è piena";
"ose[-12037]" = "Errore durante il salvataggio della configurazione della sincronizzazione (vedere la causa)";
"olstd[-10107]" = "Timeout del socket dopo %ld ms";
"ospsqlite[-13001]" = "Ricevuti dati snapshot non validi";
"ose[-12001]" = "Previsto opcode '%c', ricevuto '%c'";
"ose[-12017]" = "Impossibile trovare il plugin con ID %ld";
"olstd[-10004]" = "Rilevato puntatore o handle nullo";
"olstd[-10213]" = "Impossibile individuare la tag figlia \"%s\"";
"bgsync[-12534]" = "Fornito handle di sessione non valido";
"olstd[-10209]" = "Dati tag in formato imprevisto";
"ose[-12040]" = "È necessario un database predefinito per creare lo snapshot \"%s\"";
"bgsync[12500]" = "Inattivo";
"ose[-12056]" = "Chiave pubblica del server mancante. Impossibile ottenerla.";
"bgsync[12015]" = "Sconosciuto";
"bgsync[-12514]" = "Impossibile arrestare l'agente poiché sono presenti %d connessioni attive";
"ospsqlite[-13020]" = "Snapshot meta duplicato: \"%s\"";
"ose[-12020]" = "Impossibile trovare lo snapshot \"%s\" nella pubblicazione \"%s\"";
"ose[-12036]" = "Errore durante il caricamento della configurazione della sincronizzazione (vedere la causa)";
"olstd[-10106]" = "Intestazione chunk HTTP non valida:";
"ospsqlite[-13000]" = "Errore database Sqlite (vedere la causa)";
"ose[-12000]" = "Sincronizzazione annullata";
"ose[-12016]" = "Specificato tipo di trasporto non valido: %d";
"olstd[-10003]" = "Argomento/i non valido/i \"%s\" specificato/i per \"%s\"";
"olstd[-10212]" = "Prevista tag \"%s\", ottenuta \"%s\"";
"bgsync[-12533]" = "Stato di attesa non valido: %d";
"olstd[-10208]" = "Tag aperte insufficienti";
"ose[-12055]" = "Impossibile eseguire la sincronizzazione in background in questo momento. Completare prima la sincronizzazione o impostare la sincronizzazione.";
"bgsync[12014]" = "Messaggio di trace: %s";
"bgsync[-12513]" = "Ricevuta notifica server non valida: \"%s\"";
"bgsync[-12529]" = "Impossibile avviare l'agente di sincronizzazione poiché un'altra istanza è già in esecuzione";
"osync_res[16114]" = "Informazioni sull'errore";
"olstd[-10105]" = "Riga risposta HTTP non valida: \"%s\"";
"ose[-12035]" = "Risposta http non riuscita: \"%s\"";
"ospsqlite[-13015]" = "Errore database Sqlite, recupero necessario (vedere la causa)";
"bgsync[-12509]" = "Connessione dialup non riuscita (vedere la causa)";
"ose[-12015]" = "Il tipo di trasporto è utente ma il trasporto utente non è stato inizializzato";
"olstd[-10002]" = "Stringa Base64 non valida: \"%s\"";
"olstd[-10211]" = "Previsto evento %s, ottenuto %s";
"bgsync[-12532]" = "Specificato parametro di stringa non valido: %d";
"olstd[-10207]" = "Fine file nella tag \"%s\"";
"ose[-12054]" = "Impossibile trovare la chiave di database per il database cifrato \"%s\"";
"bgsync[12013]" = "Rete valutata, nome : \"\\%s\", velocità : %ld bps, ping: %ld ms";
"bgsync[-12512]" = "Ricevuto comando di controllo non valido: %d";
"bgsync[-12528]" = "Trovati database di piattaforma duplicati: \"%s\" e \"%s\"";
"osync_res[16113]" = "Ora di fine";
"olstd[-10104]" = "Specificato URL non valido: \"%s\"";
"ose[-12034]" = "Specificato tipo di cifratura non valido: %d";
"bgsync[12009]" = "Applicazione terminata per il database \"%s\"";
"bgsync[-12508]" = "Trovata regola di piattaforma \"%s\" in un database non di piattaforma \"%s\"";
"ospsqlite[-13014]" = "ID snapshot %ld non valido per lo snapshot \\\"%s\\\"";
"osync_res[16109]" = "Dettagli sincronizzazione";
"ose[-12014]" = "Specificata opzione di stringa non valida: %d";
"olstd[-10001]" = "Nessun altro token in olStringTokenizer";
"olstd[-10210]" = "Tag non terminata";
"bgsync[12407]" = "Non in uso";
"bgsync[-12531]" = "Specificato parametro numerico non valido: %d";
"olstd[-10206]" = "Tag finale non corrispondente: \"%s\"";
"bgsync[-12547]" = "Sync Agent ha rilevato un errore irreversibile o non è possibile arrestarlo";
"ose[-12053]" = "Impossibile trovare la chiave di sessione durante l'esecuzione della ricezione in un trasporto unidirezionale";
"bgsync[12304]" = "Nascondi UI";
"bgsync[12012]" = "Nessuna rete";
"bgsync[-12511]" = "Connessione di controllo all'agente chiusa a causa di un errore (vedere la causa)";
"bgsync[-12527]" = "Query mancante per una regola SQL";
"osync_res[16112]" = "Ora di inizio";
"olstd[-10103]" = "Specificati argomenti non validi per il controllo dell'avanzamento";
"ose[-12033]" = "Specificato URL HTTP non valido: \"%s\"";
"ose[-12049]" = "Ripresa della ricezione dei dati non riuscita";
"bgsync[12008]" = "Applicazione avviata per il database \"%s\"";
"bgsync[12201]" = "Memoria in esaurimento (%ld byte disponibili)";
"bgsync[-12507]" = "Si è verificato un errore interno (la causa potrebbe disporre di ulteriori informazioni)";
"ospsqlite[-13013]" = "Si è verificato un errore interno (la causa potrebbe disporre di ulteriori informazioni)";
"osync_res[16108]" = "Alimentazione batteria";
"ose[-12013]" = "Specificata un'opzione intera non valida: %d";
"ose[-12029]" = "Rilevato opcode di fine istruzione imprevisto durante la ricezione";
"olstd[-10000]" = "Il testo nella stringa \"%s\" non è un numero valido";
"ospsqlite[-13009]" = "Lo snapshot con ID %ld esiste già";
"bgsync[12406]" = "Arresto in sospeso";
"ose[-12009]" = "API del plugin \"%s\" non trovata nella libreria \"%s\"";
"bgsync[-12530]" = "\"%s\" non supportato";
"olstd[-10205]" = "Stringa senza chiusura";
"bgsync[-12546]" = "Ripresa di Sync Agent non riuscita (vedere la causa)";
"ose[-12052]" = "Per un trasporto unidirezionale sono consentite solo le direzioni di invio o ricezione";
"bgsync[12303]" = "Riprendi";
"bgsync[12011]" = "Rete cambiata da \"%s\" a \"%s\"";
"bgsync[-12510]" = "Elaborazione della notifica server della priorità %d non riuscita per la pubblicazione \"%s\" (vedere la causa)";
"bgsync[-12526]" = "Tipo non valido \"%s\" per una regola di condizione";
"osync_res[16111]" = "Priorità ";
"olstd[-10102]" = "Chiamata del trasporto fuori sequenza";
"ose[-12032]" = "Ricevuti dati non compressi errati";
"ose[-12048]" = "Ripresa dell'invio dei dati non riuscita";
"bgsync[12007]" = "Sincronizzazione della priorità %d terminata per le pubblicazioni \"%s\"";
"bgsync[12200]" = "Alimentazione batteria in esaurimento (%d %%)";
"bgsync[-12506]" = "Si è verificato un errore di Power Manager (vedere la causa)";
"ospsqlite[-13012]" = "Argomento/i non valido/i passato/i alla funzione";
"osync_res[16107]" = "Velocità di rete";
"ose[-12012]" = "Specificata direzione di sincronizzazione non valida: %d";
